Repository: common-repository/lytex-pagamentos
Catalog: languages/Lytex-pagamentos.po
Languages: pt_br

source: Paid
pt_br: Pago

source: cancelled
pt_br: Cancelado

source: The selected payment method does not exist.
pt_br: A forma de pagamento selecionada não existe.

source: Full name is required.
pt_br: O nome completo é obrigatório.

source: The selected person type does not exist.
pt_br: O tipo de pessoa selecionado não existe.

source: Enter a valid CPF/CNPJ.
pt_br: Insira um CPF/CNPJ válido.

source: Please enter a valid phone number.
pt_br: Por favor insira um número de telefone válido.

source: Enter a valid email address.
pt_br: Digite um endereço de e-mail válido.

source: Enter an existing zip code.
pt_br: Insira um CEP existente.

source: Select an existing state.
pt_br: Selecione um estado existente.

source: Enter the full address.
pt_br: Selecione um estado existente.

source: Enter the address number.
pt_br: Digite o número do endereço.

source: Enter the city.
pt_br: Escolha a cidade.

source: Enter the neighborhood.
pt_br: Escolha o bairro.

source: Billet Banking - Lytex Pagamentos
pt_br: Boleto Bancário - Lytex Pagamentos

source: Awaiting online payment
pt_br: Aguardando pagamento online

source: Sandbox mode is activated, invoices created must not be paid.
pt_br: O modo Sandbox está ativado, as faturas criadas não devem ser pagas.

source: The minimum PHP version compatible with Lytex Pagamentos plugin is 7.0.0. Please, update your PHP version.
pt_br: A versão mínima do PHP compatível com o plugin Lytex Pagamentos é 7.0.0. Por favor, atualize sua versão do PHP.
